Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: 1) development aid, consisting in particular in:
pl: 1) pomocy rozwojowej, polegającej w szczególności na:

source: a) promoting and supporting the development of democracy and civil society, including development of parliamentarism, principles of good governance, and respect for human rights,
pl: a) promowaniu i wspieraniu rozwoju demokracji i społeczeństwa obywatelskiego, w tym rozwoju parlamentaryzmu, zasad dobrego rządzenia i przestrzegania praw człowieka;

source: b) supporting their long-term social and economic development, undertaking actions contributing to a reduction in poverty and an improvement in the level of health of the population, raising the level of education and professional qualification of the population.
pl: b) wspieraniu trwałego rozwoju społeczno-gospodarczego, podejmowaniu działań zmierzających do redukcji ubóstwa i poprawy stanu zdrowia ludności oraz podnoszenia poziomu wykształcenia i kwalifikacji zawodowych ludności;

source: 2) humanitarian aid, consisting in particular in providing aid, care and protection of a population affected by armed conflict, natural disaster or other humanitarian crises caused by nature or man.
pl: 2) pomocy humanitarnej, polegającej w szczególności na zapewnieniu pomocy, opieki i ochrony ludności poszkodowanej w wyniku konfliktów zbrojnych, klęsk żywiołowych lub innych kryzysów humanitarnych, spowodowanych przez naturę lub człowieka.

source: In the framework of development cooperation, educational activities shall also be undertaken in order to increase awareness and understanding for global problems and interdependence between countries.
pl: Przez współpracę rozwojową rozumie się także działania edukacyjne na rzecz podniesienia świadomości i zrozumienia problemów globalnych oraz współzależności między państwami.

source: According to the information included in the OECD's document 'Policy coherence for inclusive and sustainable development' to meet the challenge of achieving sustainable development, governments need to design more effective policies that avoid impacts that adversely affect the development prospects of other countries.
pl: Policy Coherence for Development, PCD) zgodnie z najnowszą definicją stosowaną przez OECD, ujętą w dokumencie ,,Policy Coherence for inclusive and sustainable development”, jest opracowanie i realizacja polityk przez państwa - członków OECD w taki sposób, aby uniknąć działań, które negatywnie wpływają na możliwości rozwoju innych krajów.

source: increase governments' capacities to balance divergent policy objectives, and help them to reconcile domestic policy objectives with broader international or global objectives;
pl: wzmocnienie potencjału rządów państw do zrównoważenia różnych celów polityk oraz pomoc rządom w godzeniu celów polityk krajowych z celami międzynarodowymi lub globalnymi,

source: avoid or minimise the negative side-effects and impacts of policies on development.
pl: unikanie lub minimalizowanie negatywnych efektów ubocznych i niekorzystnych wpływów polityk na rozwój globalny.

source: putting in place institutional mechanisms, processes, and tools to produce effective, efficient, sustainable and coherent policies in all sectors;
pl: zapewnienie, iż interakcje pomiędzy różnymi politykami w wymiarach ekonomicznym, socjalnym, środowiskowym, prawnym oraz politycznym wspierają kraje w ich dążeniach do zrównoważonego wzrostu,

source: developing evidence-based analysis, sound data and reliable indicators to inform decision making and help translate political commitments into practice;
pl: ustanowienie instytucjonalnych mechanizmów oraz instrumentów, które pozwolą stworzyć efektywne, zrównoważone i spójne polityki krajowe w różnych sektorach,

source: fostering multi-stakeholder policy dialogue to identify the barriers to, and the catalysts for, change.
pl: rozwój mechanizmów analizy oraz monitoringu pozwalających realizować zobowiązania polityczne podjęte w sprawie PCD w praktyce,

source: Source: The OECD's document ,,Policy coherence for inclusive and sustainable development”
pl: wspieranie dialogu pomiędzy różnymi interesariuszami (multi-stakeholder policy dialog) w celu zidentyfikowania barier oraz katalizatorów zmian.

source: The OECD's model for PCD implementation contains three key elements (building blocks):
pl: Model realizacji PCD przyjęty przez OECD obrazuje poniższy schemat

source: The Organization for Economic Cooperation and Development plays a pivotal role in working on Policy Coherence for Development.
pl: Organizacja Współpracy Gospodarczej i Rozwoju (OECD) jest prekursorem prac nad Spójnością polityki na rzecz rozwoju.

source: The above-mentioned documents are not legally binding.
pl: Wyżej wymienione dokumenty nie są prawnie wiążące.

source: In 2012 the OECD decided to apply a PCD lens to key issues, such as global food security, illicit financial flows and green growth.
pl: W 2012 r. OECD uznało następujące obszary za priorytetowe w kontekście prac nad PCD: globalne bezpieczeństwo żywności, nielegalne przepływy finansowe oraz zielona gospodarka (green growth).

source: The evolution process of working on Policy Coherence for Development is illustrated below:
pl: Ewolucję procesu prac nad Spójnością polityki na rzecz rozwoju w OECD obrazuje poniższy schemat

source: The OECD has developed tools in order to support the implementation of Policy Coherence for Development.
pl: W celu wsparcia wdrażania Spójności polityki na rzecz rozwoju OECD opracowało narzędzia do wykorzystania przez państwa stosujące PCD.

source: The major tools are:
pl: Do najważniejszych z nich należą:

source: PCD Framework 2012 - guidance for coordination, monitoring and reporting on PCD as well as for the methodology related with impact assessment.
pl: PCD Framework 2012 - dokument zawierający wytyczne w sprawie koordynacji, monitorowania oraz raportowania w zakresie PCD a także wskazówki dotyczące metodologii dokonywania oceny wpływu (impact assessment).

source: The document also provides guidance for PCD in the areas of agriculture, fisheries, environment.
pl: Dokument zawiera również wytyczne dotyczące PCD w obszarach: rolnictwo, rybołówstwo, środowisko.

source: Publications) and on https://community.oecd.org/community/pcd (the PCD Platform created by OECD).
pl: Syntetyczne ujęcie procesu Spójność polityki na rzecz rozwoju dostępne jest w prezentacji przygotowanej przez OECD .

source: The latest information on Policy Coherence for Development are available in the 'News' section.
pl: Najnowsze informacje na temat Spójności polityki na rzecz rozwoju dostępne są w dziale Aktualności .

source: What is humanitarian aid?
pl: Czym jest pomoc humanitarna

source: carrying out post-disaster and post-crisis rehabilitation projects, in cooperation with local institutions, taking into consideration long-term development goals;
pl: przeprowadzanie krótkoterminowych prac związanych z odbudową i rekonstrukcją, szczególnie w zakresie infrastruktury i sprzętu, w ścisłej współpracy z instytucjami lokalnymi, biorąc pod uwagę, o ile to możliwe, długoterminowe cele rozwoju;

source: disasters prevention and mitigation of their negative effects.
pl: działania na rzecz zapobiegania katastrofom oraz ograniczania ich skutków.

source: Funds for humanitarian aid are sourced from the state budget target reserve administered by the Development Co-operation Department of the Ministry of Foreign Affairs.
pl: Środki na pomoc humanitarną pochodzą z rezerwy celowej budżetu państwa administrowanej przez Departament Współpracy Rozwojowej Ministerstwa Spraw Zagranicznych.

source: In the case of the most severe crises, other state institutions may also make a decision to grant humanitarian aid and fund it from their budgetary resources in coordination with the MFA.
pl: W sytuacjach bardzo dotkliwych kryzysów również inne organy państwa mogą podjąć decyzję o udzieleniu pomocy humanitarnej ze środków znajdujących się w ich dyspozycji.

source: Objectives of humanitarian action
pl: Cele pomocy humanitarnej

source: The principal objective of humanitarian aid is to save and sustain life as well as to maintain human dignity of people in danger and those affected by both natural and man-made disasters.
pl: Podstawowym celem pomocy humanitarnej jest ratowanie i podtrzymywanie życia oraz zapewnienie poszanowania godności ludzkiej osobom zagrożonym lub dotkniętym skutkami katastrof zarówno naturalnych, jak i tych wywołanych działalnością człowieka.

source: Humanitarian aid also encompasses actions aimed at disaster prevention,strengthening disaster preparedness and disaster risk reduction.
pl: Pomoc humanitarna obejmuje także działania zmierzające do zapobiegania i ograniczania skutków kryzysów.

source: Over a span of the recent century an international humanitarian system has emerged and its structures have been gradually taking form of interrelated organizations fulfilling specific tasks.
pl: Na przestrzeni ostatniego stulecia doszło do wykształcenia się międzynarodowego systemu humanitarnego, którego struktury z biegiem czasu przybrały kształt powiązanych ze sobą organizacji spełniających w nim określone zadania.

source: United Nations Development Program (UNDP);
pl: Fundusz Narodów Zjednoczonych na Rzecz Dzieci (ang.

source: Indian Red Cross Society;
pl: Polski Czerwony Krzyż;

source: Save the Children;
pl: Lekarze bez Granic;

source: Polish Humanitarian Action;
pl: Polska Akcja Humanitarna;

source: Polish Center for International Aid.
pl: Polskie Centrum Pomocy Międzynarodowej.

source: Multiplicity and variety of humanitarian actors, intensive development of organizations involved in humanitarian aid typical for the recent decade as well as thesudden and unexpected character of humanitarian crises cause difficulties inhumanitarian coordination.
pl: Wielość i różnorodność aktorów humanitarnych, intensywny rozwój organizacji zaangażowanych w świadczenie pomocy humanitarnej charakterystyczny dla ostatniej dekady, brak wypracowanych schematów działania oraz sam nagły i niespodziewany charakter kryzysów humanitarnych sprawiają, trudności związane z koordynacją prowadzonych działań.

source: However, there is currently a trend leading to intensified institutionalization of aid aiming to ensure greater coherence, efficiency, predictability and contribute to the creation of systems that would allow to shape states' resilience to humanitarian crises.
pl: Widoczny jest jednak trend zmierzający do większej instytucjonalizacji pomocy mający zapewnić jej większą spójność, efektywność, przewidywalność oraz przyczyniać się do budowy systemów mających na celu budowanie odporności państw narażonych na kryzysy humanitarne.

source: Humanitarian actions taken by Poland are carried out in accordance with the rules and principles of conduct acknowledged by the international community.
pl: Działania humanitarne podejmowane przez Polskę pozostają zgodnie ze standardami, zasadami i wzorcami postępowania uznawanymi na arenie międzynarodowej.

source: neutrality - humanitarian action must not favor any side in an armed conflict or other dispute where such action is carried out;
pl: humanitaryzmu - jednostkę ludzką należy traktować humanitarnie w każdych warunkach, czego przejawem jest ratowanie życia ludzkiego i niesienie ulgi w cierpieniu, przy jednoczesnym poszanowaniu jednostki;

source: independence - the autonomy of humanitarian objectives from the political, economic, military or other objectives that any actor may hold with regard to areas where humanitarian action is being implemented.
pl: bezstronności - podstawą niesienia pomocy humanitarnej musi być wyłącznie zaistniała potrzeba, udzielanie pomocy humanitarnej nie może być uzależnione od narodowości, rasy, wyznania ani poglądów politycznych;

source: In response to humanitarian needs, it is also necessary to indicate the most vulnerable groups from the total number of victims and take into consideration special needs of women, children, the elderly, the sick and the disabled.
pl: Oznacza to, że w procesach decyzyjnych dot. alokowania środków przeznaczonych na pomoc humanitarną Polska uwzględnia nie tylko nagłe, nieprzewidziane i cechujące się wysoką widocznością kryzysy humanitarne, lecz również tzw. kryzysy przedłużające się (protracted crises) oraz kryzysy zapomniane (forgotten crises).

source: The survey analyses the citizens awareness and attitudes towards the humanitarian activities implemented by the European Union for the member states and the third countries in response to crises in different parts of the world.
pl: możliwie niskich kosztów administracyjnych - konieczność dbania, aby koszty świadczenia pomocy (planowanie pomocy, transport, obsługa administracyjna) były możliwie niskie w stosunku do wartości faktycznie przekazanego wsparcia.

source: More information about the results of the survey is available on the website: http://ec.europa.eu/echo/eurobarometer/index_en.htm .
pl: Polska pomoc humanitarna kierowana jest, z poszanowaniem powyższych zasad, głównie w formie wpłat na rzecz instytucji międzynarodowych oraz w formie dofinansowania działań pozarządowych organizacji humanitarnych.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2011 / Polish medical team in Misrata
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2011 / Polski zespół medyczny w Misracie

source: Polish medical team in Misrata
pl: Pomoc medyczna dla Libii

source: As requested by the Libyan side, the team will operate in Misrata, the city that suffered the greatest losses in consequence of the long siege by the Kaddafi army.
pl: Jako miejsce działania zespołu, na prośbę strony libijskiej, wybrano Misratę - miasto, które poniosło największe straty na skutek długiego oblężenia przez wojska M. Kaddafiego.

source: Polish doctors and nurses (in rotating groups) are to remain in Misrata until the end of the year.
pl: Polscy lekarze i pielęgniarki (w zmieniających się okresowo grupach) mają pozostać w Misracie do końca roku.

source: Along with the Polish medical personnel, the special aircraft is carrying medical in-kind support in the form of reagents for dialysis units in Misrata as well as equipment and materials for burn treatment centres.
pl: Wraz z zespołem medycznym na pokładzie samolotu specjalnego przetransportowano do Libii medyczną pomoc rzeczową w postaci odczynników dla stacji dializ w Misracie oraz urządzeń i materiałów dla centrum leczenia oparzeń.

source: In 2006, our country ratified the Food Aid Convention.
pl: W 2006 r. nasz kraj ratyfikował Konwencję o Pomocy Żywnościowej.

source: Poland - in addition to external food aid of a humanitarian nature, undertaken mainly in the so-called emergency situations requiring immediate intervention - will increasingly become involved in the provision of development food aid.
pl: Polska - oprócz zagranicznej pomocy żywnościowej o charakterze humanitarnym, realizowanej głównie w tzw. sytuacjach nadzwyczajnych, wymagających natychmiastowej interwencji - będzie w coraz większym stopniu włączać się w rozwojową pomoc żywnościową.

source: This means taking action that will create incentives for households to produce food locally ("Food for schools" and "Food for households" programmes implemented through the WFP).
pl: Oznacza to podjęcie działań, które stworzą zachęty dla gospodarstw do wytwarzania żywności na miejscu (programy "Żywność dla szkół" i "Żywność dla gospodarstw" realizowane za pośrednictwem WFP).

source: You are here Polish Aid / Partner countries / Polish aid reaches Timor-Leste for the first time
pl: jesteś tutaj Polska pomoc / Komu pomagamy / "Polska pomoc" po raz pierwszy w Timorze Wschodnim

source: Polish aid reaches Timor-Leste for the first time
pl: "Polska pomoc" po raz pierwszy w Timorze Wschodnim

source: Thanks to Poland's development assistance, students at an orphans' school in Timor-Leste will now have access to modern computer equipment.
pl: Dzięki polskiej pomocy rozwojowej uczniowie szkoły dla sierot w Timorze Wschodnim będą mogli korzystać z nowoczesnego sprzętu komputerowego.

source: It is the first project that has been put in place in the country as part of the Small Grants System which is funded under the Polish aid scheme.
pl: To pierwszy projekt realizowany w tym kraju w ramach programu małych grantów finansowego ze środków "polskiej pomocy".

source: The school offers courses for future hotel and catering staff, and the majority of its students are charges of the local orphanage, which is run by the Salesian Sisters.
pl: Uczą się w niej, między innymi hotelarstwa i gastronomii, głównie wychowankowie lokalnego sierocińca prowadzonego przez siostry salezjanki.

source: With a population of a little over a dozen thousand people, Venilale is situated far from the capital city, in the district of Baucau.
pl: Venilale to licząca kilkanaście tysięcy mieszkańców miejscowość znajdująca się w odległym od stolicy kraju dystrykcie Baucau.

source: The inauguration of the computer lab was attended by Consul Maciej Duszyński from the Polish Embassy in Jakarta, as well as Timor-Leste's Deputy Minister of Education Bendito Freitas.
pl: W otwarciu nowej sali komputerowej wziął udział przedstawiciel Ambasady RP w Dżakarcie, konsul Maciej Duszyński i wiceminister edukacji Timoru Wschodniego, Bendito Freitas.

source: One of the Salesian Sisters running the school is Joanna Goik, a Polish-born nun who has been helping people affected by poverty in Timor-Leste for 24 years now.
pl: Wśród zarządzających szkołą sióstr salezjanek znalazła się również Joanna Goik, Polka, która od 24 lat pracuje dla potrzebujących w Timorze Wschodnim.

source: Summing up the EDD, Commissioner A. Piebalgs emphasized that the issues of democracy, solidarity and the strive for freedom were present in all of the keynote speeches and panel discussions.
pl: Podsumowując EDR komisarz A. Piebalgs podkreślił, że kwestie demokracji, solidarności i dążenia do wolności znalazły wyraz praktycznie we wszystkich wystąpieniach zaproszonych osobistości oraz w panelach.

source: He reiterated the words of R. Grynspan that democratic ownership of development first and foremost signifies the possibility of choosing the specific path of development.
pl: W ślad za R. Grynspan wskazał, że demokratyczna własność (ownership) rozwoju oznacza przede wszystkim możliwość wyboru wariantów rozwoju.

source: The workshops were organized in collaboration with the German Federal Ministry for the Environment, Nature Conservation and Nuclear Safety (BMU) and with the support of the Polish Ministry of Foreign Affairs.
pl: Warsztaty zorganizowane były we współpracy z Federalnym Ministerstwem Środowiska Naturalnego, Ochrony Przyrody i Bezpieczeństwa Reaktorów Atomowych (BMU) Republiki Federalnej Niemiec i przy wsparciu polskiego Ministerstwa Spraw Zagranicznych.

source: The event focused on ways of incorporating environment protection in development assistance and on the exchange of related experience.
pl: Ich głównym celem było pogłębienie wiedzy na temat sposobów ujęcia tematyki ochrony środowiska w procesie kształtowania i realizacji polityki pomocy rozwojowej oraz wymiany doświadczeń w tym zakresie.

source: At the inauguration of the workshops, Polish Environment Minister Andrzej Kraszewski said in part: "I am proud that today we are in a position to help others.
pl: Podczas inauguracji warsztatów Minister Środowiska Andrzej Kraszewski powiedział: „Jestem dumny z tego, że jesteśmy w takiej sytuacji, że sami możemy pomagać innym.

source: We will do that, remembering that years ago others were helping us.
pl: Będziemy to robić pamiętając o tym, jak przez lata pomagali nam inni.

source: Together with the German side we will be discussing issues of importance to the whole world, to climate policy and to development policy".
pl: W porozumieniu ze stroną niemiecką będziemy omawiać tu sprawy ważne dla całego świata, dla polityki klimatycznej i polityki rozwojowej."

source: The first workshop was devoted to the relationship between development assistance policy and the protection of the natural environment, comparison of the Polish and German development assistance systems and to mechanisms of aid financing.
pl: Tematyka pierwszego dnia warsztatów obejmowała kwestie relacji pomiędzy polityką pomocy rozwojowej a ochroną środowiska naturalnego, porównanie systemu pomocy rozwojowej w Polsce i Niemczech oraz mechanizmy finansowania działań pomocowych.

source: Development cooperation should seek to combine economic growth with improvement of the natural environment, taking into account social, economic and environmental factors in a given region.
pl: Współpraca na rzecz rozwoju powinna dążyć do łączenia rozwoju gospodarczego z poprawą stanu środowiska naturalnego uwzględniając aspekty społeczne, ekonomiczne i środowiskowe danego regionu.

source: Unfortunately, the view that environment protection constrains economic growth is quite common.
pl: Powszechny jest niestety pogląd, iż ochrona środowiska ogranicza wzrost i rozwój gospodarczy;

source: The German partners noted that Poland, due to its historic experience, could become a valuable donor of development aid for countries of the former Soviet Union.
pl: Partnerzy niemieccy zwrócili ponadto uwagę że Polska, ze względu na swoje doświadczenia historyczne, mogłaby stać się cennym donorem pomocy rozwojowej dla krajów byłego Związku Radzieckiego.

source: An exhibition titled "Polish Assistance to the World" was arranged by the Development Cooperation Department of the MFA.
pl: Wydarzeniem towarzyszącym była również wystawa fotograficzna „Polska Pomoc dla świata", przygotowana przez Departament Współpracy Rozwojowej Ministerstwa Spraw Zagranicznych.

source: Together with Tajikistan, Kyrgyzstan ranks 125th (2012) in the UNDP's Human Development Index (HDI), which monitors the annual social and economic development of the world's countries.
pl: Kirgistan zajmuje, ex-aequo z Tadżykistanem, 125 pozycję (2012 r.) w rankingu HDI (Human Development Index) prowadzonym przez UNDP, który corocznie monitoruje społeczno gospodarczy rozwój państw świata.

source: The proximity of China, Russia and Kazakhstan creates for Kyrgyzstan an opportunity to boost its exports (cotton, tobacco, leather).
pl: Bliskość Chin, Rosji i Kazachstanu daje krajowi możliwość rozszerzania eksportu (bawełna, tytoń, skóry).

source: The country's gold-mining sector, light industry and manufacturing of construction materials go through a boom time.
pl: W kraju rozwija się wydobycie złota, lekki przemysł oraz produkcja materiałów budowlanych.

source: What continues to pose a serious problem is Kyrgyzstan's high domestic indebtedness, which results in a limited state budget and insufficient spending on social policy.
pl: Jednak problemem Kirgistanu jest wysokie zadłużenie zewnętrzne, które przekłada się na niewielki budżet państwa, a co za tym idzie - na niedostateczną ilość środków przeznaczanych na politykę socjalną.

source: Poland has no diplomatic post in Kyrgyzstan, with the Embassy in Astana (Kazakhstan) also accredited in Kyrgyzstan.
pl: Polska nie posiada swojej placówki dyplomatycznej w Kirgistanie, a ambasadą akredytowaną na terenie tego kraju jest Ambasada RP w Astanie (Kazachstan).

source: In 2012, Kyrgyzstan benefitted from a project aimed at improving water management in the Fergana Valley.
pl: W 2012 roku na rzecz Kirgistanu zrealizowany został projekt poświęcony poprawie gospodarki wodnej w Kotlinie Fergańskiej.

source: Its goal was to provide local people with better access to drinking water.
pl: Jego celem było zapewnienie mieszkańcom tego regionu lepszego dostępu do wody pitnej.
